Antonio-1110/RB4107_AY2627/firmware/03_mlx90640_integration/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
# FireBeetle 2 ESP32-C6: USB-C goes to the native USB-Serial/JTAG, which keeps
# UART0/UART1 pins free for the C4002.
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
